13/data/attachments/1252db9bcfff56ae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_receive_Actions_37351_2</nif:username>
            <nif:friendToBeRequested>soap_actions_75dab636-2277-44fb-a835-ff41550eb145</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>